/* placeholder */
"Drag feed URL here" = "Feed URL hierher bewegen";

/* String_On_Page_Template - followed by a number */
"example no." = "Beispiel Nr.";

/* String_On_Page_Template - example of a summary of an RSS item */
"item summary" = "Objektzusammenfassung";